Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# ErrorResource_ErrIncompatibleTypesForEquality_Left_Right_LongMessage
source: We can't evaluate your formula because the values being compared in the formula arent the same type.
bg_bg: Не можем да изчислим формулата ви, тъй като стойностите, които се сравняват в нея, не са от един и същ тип.
ca_es: No podem avaluar la fórmula perquè els valors de la fórmula que es comparen no són del mateix tipus.
cs_cz: Vzorec se nám nepodařilo vyhodnotit, protože hodnoty porovnávané ve vzorci nejsou stejného typu.
da_dk: Vi kan ikke evaluere din formel, fordi de værdier, der sammenlignes i formlen, ikke er den samme type.
de_de: Ihre Formel kann nicht ausgewertet werden, weil die in der Formel verglichenen Werte nicht denselben Typ aufweisen.
el_gr: Δεν είναι δυνατή η αξιολόγηση του τύπου σας, επειδή οι τιμές που συγκρίνονται στον τύπο δεν είναι του ίδιου τύπου.
es_es: No podemos evaluar su fórmula porque los valores que se comparan en la fórmula no son del mismo tipo.
et_ee: Me ei saa teie valemit hinnata, sest valemis hinnatavad väärtused pole sama tüüpi.
eu_es: Formulan konparatuko diren balioek mota bera ez dutelako ezin dugu ebaluatu formula.
fi_fi: Kaavaasi ei voi arvioida, koska kaavan vertailtavat arvot eivät ole samaa tyyppiä.
fr_fr: Nous ne pouvons pas évaluer votre formule, car les valeurs comparées dans la formule ne sont pas du même type.
gl_es: Non podemos avaliar a fórmula porque os valores que se están a comparar nela non son do mesmo tipo.
hi_in: हम आपके सूत्र का मूल्यांकन इसलिए नहीं कर सकते क्योंकि सूत्र में तुलना किए जाने वाले मान समान प्रकार के नहीं हैं.
hr_hr: Ne možemo procijeniti vašu formulu zato što vrijednosti koje se uspoređuju u formuli nisu iste vrste.
hu_hu: A képlet nem értékelhető ki, mert a képletben összehasonlított értékek nem azonos típusúak.
it_it: Non è possibile valutare la formula perché i valori confrontati nella formula non sono dello stesso tipo.
ja_jp: 数式に含まれる比較対象の値が同じ型ではないため、数式を評価できません。
kk_kz: Формуланы бағалай алмаймыз, себебі формуладағы салыстырылатын мәндердің түрлері бірдей емес.
ko_kr: 수식에서 비교되는 값이 동일한 형식이 아니므로 수식을 평가할 수 없습니다.
lt_lt: Negalime įvertinti formulės, nes lyginamos formulės reikšmės nėra to paties tipo.
lv_lv: Nevar novērtēt formulu, jo formulas salīdzināmo vērtību tips nav vienāds.
ms_my: Kami tidak dapat menilai formula anda kerana nilai yang dibandingkan dalam formula bukan daripada jenis yang sama.
nb_no: Vi kan ikke evaluere formelen fordi verdiene som sammenlignes i formelen, ikke er av samme type.
nl_nl: Uw formule kan niet worden geëvalueerd omdat de waarden die in de formule worden vergeleken, niet van hetzelfde type zijn.
pl_pl: Nie możemy obliczyć formuły, ponieważ wartości porównywane w formule nie są tego samego typu.
pt_br: Não é possível avaliar sua fórmula porque os valores que estão sendo comparados na fórmula não são do mesmo tipo.
pt_pt: Não é possível avaliar a sua fórmula porque os valores comparados na fórmula não são do mesmo tipo.
ro_ro: Nu vă putem evalua formula, deoarece valorile comparate în formulă nu sunt de același tip.
ru_ru: Невозможно вычислить формулу, так как сравниваемые в формуле значения имеют разные типы.
sk_sk: Vzorec sa nedá vyhodnotiť, pretože hodnoty, ktoré sa porovnávajú vo vzorci, nie sú rovnakého typu.
sl_si: Vaše formule ni mogoče ovrednotiti, ker primerjane vrednosti v formuli niso enake vrste.
sr_cyrl_rs: Не можемо да проценимо формулу зато што вредности које се пореде у формули нису истог типа.
sr_latn_rs: Ne možemo da procenimo formulu zato što vrednosti koje se porede u formuli nisu istog tipa.
sv_se: Det går inte att utvärdera formeln eftersom värdena som jämförs i formeln inte är av samma typ.
th_th: เราไม่สามารถประเมินสูตรของคุณได้เนื่องจากจำนวนที่เปรียบเทียบในสูตรไม่ได้เป็นข้อมูลชนิดเดียวกัน
tr_tr: Formülde karşılaştırılmakta olan değerler aynı türde olmadığından formülünüzü değerlendiremiyoruz.
uk_ua: Нам не вдалось обчислити формулу, бо в ній порівнюються значення різних типів.
vi_vn: Chúng tôi không thể đánh giá công thức của bạn vì các giá trị được so sánh trong công thức không thuộc cùng loại.
zh_cn: 无法计算公式，因为在公式中比较的值类型不相同。
zh_tw: 因為在公式中比較的值屬於不同類型，所以無法評估您的公式。

# ErrorResource_ErrIncompatibleTypesForEquality_Left_Right_HowToFix_1
source: You might need to convert the value to be the same type, such as converting a date string (e.g., "12/31/2018") to a date value.
bg_bg: Може да се наложи да конвертирате стойността да бъде същия тип, като например конвертиране на низ на дата (например „12/31/2018“) в стойност на дата.
ca_es: És possible que hàgiu de convertir el valor perquè sigui del mateix tipus, per exemple, la conversió d'una cadena de data (com ara "31/12/2018") a un valor de data.
cs_cz: Možná bude nutné převést hodnotu na stejný typ, např. převést řetězec data (třeba 31.12.2018) na hodnotu data.
da_dk: Du skal måske konvertere værdien til samme type, for eksempel konvertere en datostreng (som "31/12/2018") til en datoværdi.
de_de: Möglicherweise müssen Sie den Wert in denselben Typ konvertieren, z. B. eine Datumszeichenfolge (z. B. "12/31/2018") in einen Datumswert.
el_gr: Ίσως χρειαστεί να μετατρέψετε την τιμή ώστε να έχει τον ίδιο τύπο, μετατρέποντας, για παράδειγμα, μια συμβολοσειρά ημερομηνίας (π.χ. "31/12/2018") σε τιμή ημερομηνίας.
es_es: Es posible que deba convertir el valor para que sea del mismo tipo; por ejemplo, de una cadena de fecha (como "31/12/2018") a un valor de fecha.
et_ee: Võib-olla peate väärtuse samale tüübile teisendama, nt teisendama kuupäevastringi (nt "12/31/2018") kuupäeva väärtuseks.
eu_es: Baliteke balioa bihurtu behar izatea mota bera izan dezan; adibidez, data-kate bat (2018/12/31) data-balio bihur dezakezu.
fi_fi: Saatat joutua muuntamaan arvon samaksi tyypiksi, kuten muuntamaan päivämäärämerkkijonon (esimerkiksi 12/31/2018) päivämääräarvoksi.
fr_fr: Vous devrez peut-être convertir la valeur pour qu'elle soit du même type, par exemple en convertissant une chaîne de date (telle que « 12/31/2018 ») en valeur de date.
gl_es: É posible que precise converter o valor para que sexa do mesmo tipo, como, por exemplo, converter unha cadea de data (p. ex., "12/31/2018") nun valor de data.
hi_in: आपको समान प्रकार का बनाने के लिए मान को रूपांतरित करने की आवश्यकता पड़ सकती है, जैसे कि किसी तिथि स्ट्रिंग (उदाहरण के लिए "12/31/2018") को एक तिथिमान में बदलना.
hr_hr: Možda ćete morati pretvoriti vrijednost u istu vrstu, primjerice pretvoriti datumski niz (npr. "31. 12. 2018.") u datumsku vrijednost.
hu_hu: Lehetséges, hogy a típusegyezés érdekében konvertálnia kell az értéket, például a 12/31/2018 dátumsztringet egy dátumértékre.
it_it: Potrebbe essere necessario convertire il valore nello stesso tipo, ad esempio convertendo una stringa di data ("31/12/2018") in un valore di data.
ja_jp: 日付文字列 (例: "12/31/2018") を日付値に変換するなど、同じ型になるように値を変換する必要がある可能性があります。
kk_kz: Мәнді бірдей түрде болуы үшін түрлендіруіңіз қажет болуы мүмкін, мысалы, күн жолын (мысалы, "31/12/2018") күн мәніне түрлендіру.
ko_kr: 날짜 문자열(예: "12/31/2018")을 날짜 값으로 변환하는 것과 같이 값을 동일한 형식으로 변환해야 할 수도 있습니다.
lt_lt: Gali prireikti konvertuoti reikšmę, kad ji būtų to paties tipo, pavyzdžiui, konvertuoti datos eilutę (pvz., 12/31/2018) į datos reikšmę.
lv_lv: Ieteicams pārvērst vērtības veidu uz tādu pašu veidu, piemēram, pārvēršot datuma virkni (piem., “12/31/2018”) uz datuma vērtību.
ms_my: Anda mungkin perlu menukar nilai sebagai jenis yang sama, seperti menukar rentetan tarikh (MIS., "12/31/2018") kepada nilai tarikh.
nb_no: Du må kanskje konvertere verdien til samme type, for eksempel å konvertere en datostreng (f.eks. 12/31/2018) til en datoverdi.
nl_nl: Mogelijk moet u de waarde converteren om deze van hetzelfde type te maken, bijvoorbeeld door een datumtekenreeks (zoals '12/31/2018') te converteren naar een datumwaarde.
pl_pl: Może być konieczne przekonwertowanie wartości na ten sam typ, na przykład przekonwertowanie ciągu daty (np. „12/31/2018”) na wartość daty.
pt_br: Talvez você precise converter o valor para ser do mesmo tipo, por exemplo, converter uma cadeia de caracteres de data (por exemplo, "31/12/2018") em um valor de data.
pt_pt: Poderá precisar de converter o valor para que seja do mesmo tipo, como, por exemplo, converter uma cadeia de data (por exemplo, "31/12/2018") para um valor de data.
ro_ro: Poate fi necesar să convertiți valoarea astfel încât să fie de același tip, cum ar fi conversia unui șir de caractere de tip dată (de exemplu, „31.12.2018”) la o valoare de tip dată calendaristică.
ru_ru: Возможно, следует преобразовать значение в тот же тип, например преобразовать строку даты ("31.12.2018") в значение даты.
sk_sk: Pravdepodobne budete musieť skonvertovať hodnotu tak, aby bola rovnakého typu, napríklad skonvertovať reťazec dátumu (napríklad 31/12/2018) na hodnotu dátumu.
sl_si: Vrednost boste morda morali spremeniti tako, da bo iste vrste. Datumski niz (npr. »12/31/2018«) boste na primer morali pretvoriti v datumsko vrednost.
sr_cyrl_rs: Можда ћете морати да конвертујете вредност у исти тип, као што је конвертовање ниске датума (нпр. „31.12.2018.“) у вредност датума.
sr_latn_rs: Možda ćete morati da konvertujete vrednost u isti tip, kao što je konvertovanje niske datuma (npr. „31.12.2018.“) u vrednost datuma.
sv_se: Du kan behöva konvertera värdet att vara av samma typ, till exempel konvertera en datumsträng (t.ex. ”12/31/2018”) till ett datumvärde.
th_th: คุณอาจต้องการแปลงค่าเป็นชนิดเดียวกัน เช่น การแปลงเป็นสตริงวันที่ (เช่น "12/31/2018") เป็นค่าวันที่
tr_tr: Bir tarih dizesini (örn. "31/12/2018") tarih değerine dönüştürür gibi, değeri aynı türe dönüştürmeniz gerekebilir.
uk_ua: Можливо, доцільно перетворити значення на однаковий тип. Наприклад, рядок дати (як-от "31.12.2018") можна перетворити на значення дати.
vi_vn: Có thể bạn cần chuyển đổi giá trị đó thành cùng loại, chẳng hạn như chuyển đổi một chuỗi ngày (ví dụ: "31/12/2018") thành giá trị ngày.
zh_cn: 可能需要将值转换为相同类型，例如将日期字符串(例如 "2018/12/31") 转换为日期值。
zh_tw: 您可能需要將值轉換為相同類型，例如將日期字串 (例如 "12/31/2018") 轉換至日期值。

# ErrorResource_ErrIncompatibleTypesForEquality_Left_Right_HowToFix_2
source: If youre comparing records or tables, the field or column types must match exactly.
bg_bg: Ако сравнявате записи или таблици, типовете колона или поле трябва да съвпадат точно.
ca_es: Si compareu registres o taules, els tipus de camps o columnes han de coincidir exactament.
cs_cz: Pokud porovnáváte záznamy nebo tabulky, pole nebo typy sloupců se musí přesně shodovat.
da_dk: Hvis du sammenligner poster eller tabeller, skal felt- eller kolonnetyperne stemme præcist overens.
de_de: Wenn Sie Datensätze oder Tabellen vergleichen, müssen die Feld- oder Spaltentypen genau übereinstimmen.
el_gr: Αν συγκρίνετε εγγραφές ή πίνακες, οι τύποι των πεδίων ή των στηλών πρέπει να συμφωνούν ακριβώς.
es_es: Si compara registros o tablas, los tipos de campo o columna deben coincidir exactamente.
et_ee: Kui võrdlete kirjeid või tabeleid, peavad välja või veeru tüübid täpselt ühtima.
eu_es: Erregistroak edo taulak konparatzen ari bazara, zehazki bat etorri behar dute eremu edo zutabe motek.
fi_fi: Jos vertailet tietueita tai taulukkoja, kentän tai sarakkeen tyyppien on oltava täsmälleen samat.
fr_fr: Si vous comparez des enregistrements ou des tables, les types de champ ou de colonne doivent correspondre exactement.
gl_es: Se está a comparar rexistros ou táboas, os tipos de campo ou columna deben coincidir.
hi_in: यदि आप रिकॉर्ड्स या तालिकाओं की तुलना कर रहे हैं, तो फ़ील्ड या स्तंभ प्रकारों का सटीक मिलान होना अनिवार्य है.
hr_hr: Ako uspoređujete zapise ili tablice, vrste polja ili stupaca moraju se točno podudarati.
hu_hu: Ha rekordokat vagy táblákat hasonlít össze, a mező-, illetve oszloptípusoknak pontosan egyezniük kell.
it_it: Se si confrontano record o tabelle, i tipi di campo o di colonna devono corrispondere esattamente.
ja_jp: レコードまたはテーブルを比較している場合は、フィールドまたは列の型が正確に一致する必要があります。
kk_kz: Жазбаларды немесе кестелерді салыстырсаңыз, өріс немесе баған түрлері дәл сәйкес келуі тиіс.
ko_kr: 레코드 또는 테이블을 비교하는 경우 필드 또는 열 유형이 정확히 일치해야 합니다.
lt_lt: Jei lyginate įrašus arba lenteles, laukų arba stulpelių tipai turi tiksliai sutapti.
lv_lv: Ja atkārtoti salīdzināt ierakstus vai tabulas, lauka vai kolonnas veidiem ir jābūt vienādiem.
ms_my: Jika anda membandingkan rekod atau jadual, medan atau lajur jenis mesti sepadan dengan sahaja.
nb_no: Hvis du sammenligner poster eller tabeller, må felt- eller kolonnetypene samsvare nøyaktig.
nl_nl: Als u records of tabellen vergelijkt, moeten de veld- of kolomtypen exact overeenkomen.
pl_pl: Jeśli porównujesz rekordy lub tabele, typy pól i kolumn muszą być całkowicie zgodne.
pt_br: Se você está comparando registros ou tabelas, o campo ou os tipos de coluna devem corresponder exatamente.
pt_pt: Se estiver a comparar registos ou tabelas, os tipos de campo ou de coluna têm de corresponder exatamente.
ro_ro: În cazul în care comparați înregistrări sau tabele, tipurile de câmpuri sau de coloane trebuie să corespundă exact.
ru_ru: Если вы сравниваете записи или таблицы, типы полей или столбцов должны в точности совпадать.
sk_sk: Ak porovnávate záznamy alebo tabuľky, typy polí alebo stĺpcov sa musia presne zhodovať.
sl_si: Če primerjate zapise ali tabele, se morajo vrste polj ali stolpcev natančno ujemati.
sr_cyrl_rs: Ако упоређујете записе или табеле, типови поља или колона морају тачно да се подударају.
sr_latn_rs: Ako upoređujete zapise ili tabele, tipovi polja ili kolona moraju tačno da se podudaraju.
sv_se: Om du jämför poster eller tabeller, måste fält- eller kolumntyperna matcha exakt.
th_th: ถ้าคุณกำลังเปรียบเทียบระเบียนหรือตาราง ชนิดเขตข้อมูลหรือคอลัมน์ต้องตรงกันเท่านั้น
tr_tr: Kayıtları veya tabloları karşılaştırıyorsanız alanlar ve sütun türleri tam olarak eşleşmelidir.
uk_ua: Якщо ви порівнюєте записи або таблиці, типи полів або стовпців мають точно збігатися.
vi_vn: Nếu bạn đang so sánh các bản ghi hoặc các bảng, các loại trường hoặc cột phải khớp chính xác nhau.
zh_cn: 若要比较多个记录或表，字段或列类型必须完全匹配。
zh_tw: 若您要比較記錄或資料表，則欄位或資料行類型必須完全相符。

# ErrorResource_ErrIncompatibleTypesForEquality_Left_Right_Link_1
source: Module: Use basic formulas
bg_bg: Модул: Използване на основни формули
ca_es: Mòdul: Ús de fórmules bàsiques
cs_cz: Modul: Používání základních vzorců
da_dk: Modul: Brug grundlæggende formler
de_de: Modul: Verwenden grundlegender Formeln
el_gr: Εκπαιδευτική ενότητα: Χρήση βασικών τύπων
es_es: Módulo: Usar fórmulas básicas
et_ee: Moodul: põhivalemite kasutamine
eu_es: Modulua: Erabili oinarrizko formulak
fi_fi: Moduuli: Peruskaavojen käyttäminen
fr_fr: Module : Utiliser des formules de base
gl_es: Módulo: Uso de fórmulas básicas
hi_in: मॉड्यूल: बुनियादी सूत्रों का उपयोग करें
hr_hr: Modul: Korištenje jednostavnih formula
hu_hu: Modul: Alapszintű képletek használata
it_it: Modulo: Usare formule di base
ja_jp: モジュール: 基本的な数式を使用する
kk_kz: Модуль: негізгі формулаларды пайдалану
ko_kr: 모듈: 기본 수식 사용
lt_lt: Modulis: naudoti pagrindines formules
lv_lv: Modulis par vienkāršu formulu lietošanu
ms_my: Modul: Gunakan formula asas
nb_no: Modul: Bruk grunnleggende formler
nl_nl: Module: Basisformules gebruiken
pl_pl: Moduł: Używanie podstawowych formuł
pt_br: Módulo: Usar fórmulas básicas
pt_pt: Módulo: fórmulas básicas de utilização
ro_ro: Modul: Utilizarea formulelor de bază
ru_ru: Модуль. Использование базовых формул
sk_sk: Modul: Používanie základných vzorcov
sl_si: Modul: Uporaba osnovnih formul
sr_cyrl_rs: Модул: Користите основне формуле
sr_latn_rs: Modul: Koristite osnovne formule
sv_se: Modul: Använda grundläggande formler
th_th: มอดูล: ใช้สูตรพื้นฐาน
tr_tr: Modül: Temel formülleri kullanma
uk_ua: Модуль: використання базових формул
vi_vn: Mô-đun: Sử dụng các công thức cơ bản
zh_cn: 模块: 使用基本公式
zh_tw: 課程模組: 使用基本公式

# ErrorResource_ErrIncompatibleTypesForEquality_Left_Right_Link_2
source: Module: Author basic formulas with tables and records
bg_bg: Модул: Авторски основни формули с таблици и записи
ca_es: Mòdul: Creació de fórmules bàsiques amb taules i registres
cs_cz: Modul: Vytváření základních vzorců pomocí tabulek a záznamů
da_dk: Modul: Forfat grundlæggende formler med tabeller og poster
de_de: Modul: Erstellen grundlegender Formeln mit Tabellen und Datensätzen
el_gr: Εκπαιδευτική ενότητα: Σύνταξη βασικών τύπων με πίνακες και εγγραφές
es_es: Módulo: Crear fórmulas básicas con tablas y registros
et_ee: Moodul: põhivalemite loomine tabelite ja kirjetega
eu_es: Modulua: Sortu oinarrizko formulak taula eta erregistroak erabilita
fi_fi: Moduuli: Peruskaavojen laatiminen käyttäen taulukoita ja tietueita
fr_fr: Module : Créer des formules de base avec des tables et des enregistrements
gl_es: Módulo: Creación de fórmulas básicas con táboas e rexistros
hi_in: मॉड्यूल: तालिकाओं और रिकॉर्ड्स के साथ लेखक के बुनियादी सूत्र
hr_hr: Modul: Stvaranje jednostavnih formula s tablicama i zapisima
hu_hu: Modul: Alapszintű képletek készítése táblák és rekordok használatával
it_it: Modulo: Creare formule di base con tabelle e record
ja_jp: モジュール: テーブルとレコードで基本的な数式を作成する
kk_kz: Модуль: кестелермен және жазбалармен негізгі формулаларды жасау
ko_kr: 모듈: 테이블 및 레코드를 사용하여 기본 수식 작성
lt_lt: Modulis: autoriaus pagrindinės formulės su lentelėmis ir įrašais
lv_lv: Modulis par vienkāršu formulu veidošanu, izmantojot tabulas un ierakstus
ms_my: Modul: Formula asas pengarang dengan jadual dan rekod
nb_no: Modul: Skriv grunnleggende formler med tabeller og poster
nl_nl: Module: Basisformules met tabellen en records schrijven
pl_pl: Moduł: Tworzenie podstawowych formuł przy użyciu tabel i rekordów
pt_br: Módulo: Criar fórmulas básicas com tabelas e registros
pt_pt: Módulo: fórmulas básicas de autor com as tabelas e os registos
ro_ro: Modul: Crearea de formule de bază cu tabele și înregistrări
ru_ru: Модуль. Создание базовых формул с таблицами и записями
sk_sk: Modul: Vytváranie základných vzorcov pomocou tabuliek a záznamov
sl_si: Modul: Ustvarjanje osnovnih formul s tabelami in z zapisi
sr_cyrl_rs: Модул: Правите основне формуле помоћу табела и записа
sr_latn_rs: Modul: Pravite osnovne formule pomoću tabela i zapisa
sv_se: Modul: Skapa grundläggande formler med tabeller och poster
th_th: มอดูล: สูตรพื้นฐานของผู้สร้างที่มีตารางและระเบียน
tr_tr: Modül: Tablo ve kayıtlarla temel formüller yazma
uk_ua: Модуль: створення базових формул із таблицями й записами
vi_vn: Mô-đun: Tạo các công thức cơ bản với bảng và bản ghi
zh_cn: 模块: 使用表和记录创作基本公式
zh_tw: 課程模組: 撰寫具有資料表及記錄的基本公式

# ErrorResource_ErrServiceFunctionUnknownOptionalParam_Name_ShortMessage
source: No parameter. This function has no optional parameter named '{0}'.
bg_bg: Няма параметър. Тази функция няма незадължителен параметър на име „{0}“.
ca_es: No hi ha cap paràmetre. Aquesta funció no té cap paràmetre opcional anomenat "{0}".
cs_cz: Žádný parametr. Tato funkce nemá žádný nepovinný parametr s názvem {0}.
da_dk: Ingen parameter. Denne funktion ikke har ingen valgfri parameter med navnet '{0}'.
de_de: Kein Parameter. Diese Funktion umfasst keinen optionalen Parameter mit dem Namen "{0}".
el_gr: Καμία παράμετρος. Αυτή η συνάρτηση δεν έχει προαιρετική παράμετρο με όνομα "{0}".
es_es: No hay ningún parámetro. Esta función no tiene ningún parámetro opcional denominado "{0}".
et_ee: Parameeter puudub. Sellel funktsioonil ei ole valikulist parameetrit nimega '{0}'.
eu_es: Parametroa ez dago. Funtzio honek ez du "{0}" izeneko aukerako parametrorik.
fi_fi: Ei parametria. Tällä funktiolla ei ole valinnaista parametria nimeltä {0}.
fr_fr: Aucun paramètre. Cette fonction n'a aucun paramètre facultatif nommé « {0} ».
gl_es: Ningún parámetro. Esta función non ten ningún parámetro opcional denominado "{0}".
hi_in: कोई पैरामीटर नहीं. इस फ़ंक्शन में '{0}' नाम का कोई वैकल्पिक पैरामीटर नहीं है.
hr_hr: Ne postoji nijedan parametar. Ta funkcija ne sadrži neobavezan parametar naziva "{0}".
hu_hu: Nem létező paraméter. Ez a függvény nem rendelkezik {0} nevű nem kötelező paraméterrel.
it_it: Nessun parametro. Questa funzione non contiene alcun parametro facoltativo denominato '{0}'.
ja_jp: パラメーターがありません。この関数には '{0}' という名前のオプションのパラメーターがありません。
kk_kz: Параметр жоқ. Бұл функцияда "{0}" деп аталатын міндетті емес параметр жоқ.
ko_kr: 매개 변수가 없습니다. 이 함수에는 이름이 '{0}'인 선택적 매개 변수가 없습니다.
lt_lt: Nėra parametro. Šioje funkcijoje nėra pasirenkamo parametro pavadinimu {0}.
lv_lv: Nav parametra. Šai funkcijai nav izvēles parametra ar nosaukumu {0}.
ms_my: Tiada parameter. Fungsi ini tiada parameter pilihan yang bernama '{0}'.
nb_no: Ingen parameter. Denne funksjonen har ikke en valgfri parameter med navnet {0}.
nl_nl: Geen parameter. De functie heeft geen optionele parameter met de naam {0}.
pl_pl: Brak parametru. Ta funkcja nie ma opcjonalnego parametru o nazwie „{0}”.
pt_br: Nenhum parâmetro. Essa função não tem nenhum parâmetro opcional denominado '{0}'.
pt_pt: Nenhum parâmetro. Esta função não tem um parâmetro opcional com o nome "{0}".
ro_ro: Niciun parametru. Această funcție nu are niciun parametru opțional cu numele „{0}”.
ru_ru: Нет параметра. Эта функция не имеет необязательного параметра с именем "{0}".
sk_sk: Žiadny parameter. Táto funkcia nemá žiadny voliteľný parameter s názvom {0}.
sl_si: Ni parametra. Ta funkcija nima izbirnega parametra, imenovanega »{0}«.
sr_cyrl_rs: Нема параметра. Ова функција нема опционални параметар „{0}“.
sr_latn_rs: Nema parametra. Ova funkcija nema opcionalni parametar „{0}“.
sv_se: Ingen parameter. Den här funktionen har ingen valfri parameter med namnet {0}.
th_th: ไม่มีพารามิเตอร์ ฟังก์ชันนี้ยังไม่มีพารามิเตอร์ที่เลือกได้ที่ชื่อว่า '{0}'
tr_tr: Parametre yok. Bu işlev, '{0}' adlı isteğe bağlı bir parametre içermiyor.
uk_ua: Немає параметра. Ця функція не має додаткового параметра з ім’ям "{0}".
vi_vn: Không có tham số nào. Hàm này không có tham số tùy chọn nào mang tên '{0}'.
zh_cn: 无参数。此函数没有名为“{0}”的可选参数。
zh_tw: 沒有任何參數。此函式沒有名為 '{0}' 的選擇性參數。
